Repository: ElwinHsiao/android-autostarts
Catalog: locale/strings-*.po
Languages: de

# no_receivers
source: No applications are autostarting.
de: Es gibt keine automatisch startende Anwendungen.

# no_receivers_filtered
source: No applications are autostarting within your current selection.
de: Keine automatisch startende Anwendungen innerhalb der aktuellen Filterauswahl.

# still_loading
source: Please wait while I am loading the applications installed on your phone...
de: Bitte warten während ich die installierten Anwendungen lade...

source: Change filter settings.
de: Filtereinstellungen ändern.

# appliation_info
source: Application Info
de: Anwendungsinformationen

source: Find in Market
de: Im Market finden

source: Disable
de: Deaktivieren

source: Enable
de: Aktivieren

# view_options
source: View
de: Ansicht

# group_by_package
source: Group by application
de: Nach Anwendung

# group_by_action
source: Group by event
de: Nach Ereignis

# hide_sys_apps
source: Hide system apps
de: Systemanwendungen ausblenden

source: Show changed only
de: Nur Geänderte anzeigen

# hide_unknown
source: Hide unknown events
de: Unbekannte ausblenden

source: Expand all
de: Alle ausklappen

source: Collapse all
de: Alle einklappen

source: Reload
de: Neu laden

source: Help
de: Hilfe

source: Please Wait...
de: Bitte warten...

source: Error
de: Fehler

source: Warning
de: Warnung

# confirm_sys_disable
source: You are about to disable a system component. This could potentially result in your phone no longer functioning properly. Do not proceed unless you are willing to deal with the consequences.
de: Du bist gerade dabei eine Systemkomponente zu deaktivieren. Dies kann potentiell zu Problemen mit deinem Handy führen. Bitte fahre nur fort wenn du sicher bist was du tust.

# confirm_google_talk
source: If Google Talk is disabled, you are likely going to run into issues with hanging Android Market downloads, the starting up Google Talk yourself whenever necessary can help overcome them. Sure you want to proceed?
de: Wenn Google Talk nicht aktiviert ist kann es möglicherweise Probleme mit Downloads aus dem Android Market geben, die nicht abgeschlossen werden (Google Talk manuell zu starten hilft in der Regel dagegen). Wirklich deaktivieren?

# state_change_failed
source: Unable to change the state of the selected component. Most likely, your device does not have root access, which is required.
de: Der Status der Komponente konnte nicht geändert werden. Der Grund ist in der Regel dass du keinen Root-Zugriff auf deinem Handy hast.

# help_text
source: <b>How does it work?</b> Android allows applications to register for a variety of events supported by the system, to be started whenever such an event triggers. This allows applications to do important work in the background, but may sometimes also slow down the system. Autostarts helps you keep control over your phone by letting you know what goes on behind your back. <b>Can I remove an application from a particular event?</b> Yes, but due to Android API limitations, it only works on rooted devices. <b>Please be careful when disabling stuff.</b> In particular note that the component in question may be responsible for other parts of the application's functionality than just the given event. As a result, you may experience unintended side effects. For the most part though, you can just give things a try, and enable the component again should the application break. <b>When I activate the show changed only filter, why do I see stuff that I never actually modified?</b> Whether a component has changed (and thus displayed in bold) is determined by looking at it's default state versus it's current state. It is possible for a component to be disabled <i>by default</i> after installation, but being activiated by the application itself once needed (for example after you use a specific feature or enable a setting the application). <b>Is it possible to know what a particular application does on a particular event?</b> No, not per se. However, if you select an entry, you will be able to see what the name of the <i>component</i> is that handles the event. Sometimes, the name gives you a hint. For example, an <i>AlarmInitReceiver</i> would likely initialize the alarms or notification that you have enabled in the application. Don't be surprised then if this application's alarms stop working if you disable the component. <b>I've disabled a component, but it seems to have it self enabled again after a while?</b> Yes, applications may enable or disable their own components. Some do this depending on settings, or what features are enabled. Unfortunately, there is no workaround for this. <b>My market downloads stopped working.</b> This is usually not the fault of <i>Autotstarts</i>, don't get ideas. However, there is one issue you might have run into. If you thought you weren't using Google Talk anyway and disabled it's <i>On Boot</i> event, this is likely to be the problem (it also occurs of you shutdown Google Talk using a task manager). Apparently, for some reason, if Google Talk is not running, market downloads do not work.
de: <b>Wie funktioniert die Sache?</b> Android erlaubt Anwendungen, sich für verschiedene Ereignisse zu registrieren die das System unterstützt. Die Programme werden automatisch gestartet wenn ein solches Ereignis eintritt. Dies ermöglicht manchmal wichtige Aufgaben die im Hintergrund erledigt werden, kann das Systenm aber auch verlangsamen. Autostart gibt dir die Kontrolle über dein Handy indem es dich wissen lässt, was hinter deinem Rücken passiert. <b>Kann ich ein Ereignis für eine bestimmte Anwendung deaktivieren?</b> Ja, aber aufgrund Beschränkungen in der Android API funktioniert dies nur auf Geräten mit Rootzugriff. <b>Bitte sei vorsichtig wenn du Dinge deaktivierst.</b> Beachte insbesondere dass andere Funktionen der Anwendung von dem Ereignis abhängen können. In der Folge gibt es möglicherweise unerwartete Nebeneffekte. In der Regel kannst du es allerdings einfach mal ausprobieren, und die Komponente einfach wieder aktivieren falls du Probleme hast. <b>Wenn ich den "Nur Geänderte" Filter aktiviere, sehe ich Einträge die ich nie selbst verändert habe.</b> Ob eine Komponente als geändert gilt (und deshalb in fetter Schrift angezeigt wird) hängt sowohl von ihrem aktuellen als auch ihrem Standard-Status ab. Es ist möglich dass eine Komponente nach der Installation <i>standardmäßig deaktiviert</i> ist, und von der Anwendung selbst aktiviert wurde sobald sie gebraucht wurde (z.B. nachdem eine bestimmte Funktion verwendet oder eine Option eingeschaltet wurde). <b>Ist es möglich zu wissen was eine Anwendungen genau tut bei einem bestimmten Ereignis?</b> Nein, nicht ohne weiteres. Wenn du allerdings einen Eintrag auswählst, wird dir der Name der <i>Komponente</i> angezeigt, die das Ereignis bearbeitet. Manchmal gibt der Name einen Hinweis darauf was passiert. Zum Beispiel würde ein <i>AlarmInitReceiver</i> vermutlich Alarme oder Benachrichtigungen installieren die du in der Anwendung aktiviert hast. Sei nicht überrascht wenn diese Alarme nicht mehr funktionieren sobald du diese Komponente deaktivierst. <b>Ich habe eine Komponente deaktiviert, aber nach einer Weile erscheint sie automatisch wieder als aktiv.</b> Anwendungen haben die Möglichkeit, ihre eigenen Komponenten zu Aktivieren oder zu Deaktivieren. Manche tun dies abhängig von Programmeinstellungen die du vornimmst, oder welche Funktionen aktiviert sind. Unglücklicherweise lässt sich dagegen nicht wirklich etwas tun. <b>Downloads im Android Market funktionieren nicht mehr.</b> Im Normalfall ist das nicht die Schuld von <i>Autostarts</i>. Es gibt allerdings eine Sache die zur erwähnen ist: Wenn du dachtest du verwendest Google Talk sowieso nicht und das entsprechende "Beim Starten" Ereignis deaktiviert hast, kann das eine Ursache für Download-Probleme sein (wird Google Talk mit einem Task Manager beendet, tritt es ebenfalls auf). Anscheinend muss Google Talk aktiv sein damit Market Downloads funktionieren.

# close_help
source: Close help and return to app
de: Hilfe schließen und zurück
